"[\n  {\n    \"id\": 0,\n    \"context\": \"You're listening to TED Talks Daily, where we bring you new ideas to spark your curiosity every day. I'm your host, Elise Hough. I'm 1 of those people who avoids negotiations because talking about money can make me uncomfortable. But law professor Alex Carter has a totally different and helpful way of thinking about negotiation. In her 2024 talk, how negotiations don't have to be awkward and how to do it to achieve optimal outcomes after the break. You're listening to TED Talks Daily, where we bring you new ideas to spark your curiosity every day. I'm your host, Elise Hough. I'm 1 of those people who avoids negotiations because talking about money can make me uncomfortable. But law professor Alex Carter has a totally different and helpful way of thinking about negotiation. In her 2024 talk, how negotiations don't have to be awkward and how to do it to achieve optimal outcomes after the break. Support for the show comes from Capital 1. Banking with Capital 1 helps you keep more money in your wallet with no fees or minimums on checking accounts and no overdraft fees. Just ask the Capital 1 Bank guy. It's pretty much all he talks about in a good way. He'd also tell you that this podcast is his favorite podcast too. Oh, really? Thanks Capital 1 Bank guy. What's in your wallet? Terms apply. See CapitalOne.com slash bank. \",\n    \"score\": 0.4386216998100281\n  },\n  {\n    \"id\": 1,\n    \"context\": \"CapitalOne N.A. Member FDIC. TED Talks Daily is sponsored by ADT. ADT knows a lot can happen in a second. 1 second, you're happily single, and the next second, you catch a glimpse of someone and you don't want to be. Maybe 1 second you have a business idea that seems like a pipe dream and the next you have an LLC and a dream come true. And when it comes to your home 1 second you feel safe and the next something goes wrong. But with ADT's 24-7 professional monitoring, you still feel safe because when every second counts, count on ADT. Visit ADT.com today. Ted Talks Daily is brought to you by Northwestern Mutual. Like our listeners, Northwestern Mutual financial advisors believe in the power of a good talk. They're known for having better conversations that get to the heart of your unique goals. They have access to Northwestern Mutual's exclusive portfolio of financial solutions designed to better meet you where you are. And independent research shows their comprehensive planning approach can lead to better outcomes for you and your family. It's a better way to money. See why at NorthwesternMutual.com slash Ted, the Northwestern Mutual Life Insurance Company headquartered in Milwaukee, Wisconsin. And now, our TED Talk of the Day. \",\n    \"score\": 0.2637287378311157\n  },\n  {\n    \"id\": 8,\n    \"context\": \"Eventually, the 2 men walked together back into that building and later they announced that peace deal. My negotiation motto is this, I never request, I recruit. I don't want to talk to someone across the table. I want to pull them around with questions to my side of the table so that we are now co-conspirators working toward the same goal. Negotiation is not a battle. It is simply steering. And if we lead with curiosity about ourselves and about others, we won't just create great deals, we'll create great relationships along the way. Speaking of which, you might be wondering, what happened after the honeymoon? Well, I'm glad to report that my husband and I have been happily steering together for 18 years. Just not in a kayak. Thank you. Ted Talks Daily is brought to you by Progressive, where drivers who save by switching save nearly $750 on average. Quote now at progressive.com, Progressive Casualty Insurance Company and Affiliates national average 12-month savings of $744 by new customers surveyed who saved with progressive between June 2022 and May 2023. Potential savings will vary. Support for this podcast comes from the Defender 110. For those who embrace the impossible, the new Defender 110 is up for the adventure. \",\n    \"score\": 0.19226160645484924\n  }\n]"